Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Complete Play-Along exercises until the same note transition has at least three attempts. BrassTune will then build a focused drill.
ar: أكمل تمارين العزف المصاحب حتى يتكرر انتقال النغمة نفسه في ثلاث محاولات على الأقل. سيُنشئ BrassTune بعدها تدريبًا مركزًا.
de: Führen Sie Play-Along-Übungen durch, bis derselbe Notenübergang mindestens drei Mal versucht wird. BrassTune erstellt dann eine gezielte Übung.
es: Complete ejercicios de acompañamiento hasta que la misma transición de nota tenga al menos tres intentos. BrassTune luego construirá un ejercicio enfocado.
fr: Effectuez les exercices Play-Along jusqu'à ce que la même transition de note ait au moins trois tentatives. BrassTune construira ensuite un exercice ciblé.
ja: 同じノートのトランジションが少なくとも 3 回試行されるまで、プレイアロング演習を完了します。その後、BrassTune は焦点を絞ったドリルを構築します。
ko: 동일한 음표 전환이 최소 3번 시도될 때까지 함께 연주 연습을 완료하세요. 그러면 BrassTune이 집중 드릴을 구축합니다.
pt_br: Complete os exercícios Play-Along até que a mesma transição de nota tenha pelo menos três tentativas. O BrassTune criará então um exercício focado.
ru: Выполняйте упражнения Play-Along до тех пор, пока для одного и того же перехода нот не будет выполнено хотя бы три попытки. Затем BrassTune создаст целенаправленное упражнение.
vi: Hoàn thành các bài tập Play-Along cho đến khi cùng một nốt chuyển tiếp có ít nhất ba lần thử. BrassTune sau đó sẽ xây dựng một bài tập tập trung.
zh_hans: 完成伴奏练习，直到相同的音符转换至少有 3 次尝试。然后 BrassTune 将进行集中练习。
zh_hant: 完成伴奏練習，直到相同的音符轉換至少 3 次嘗試。然後 BrassTune 將進行集中練習。

source: Completed offline practice pack: %@.
ar: حزمة التدريب المكتملة دون الاتصال بالإنترنت: %@.
de: Abgeschlossenes Offline-Übungspaket: %@.
es: Paquete de práctica sin conexión completado: %@.
fr: Pack d'exercices hors ligne terminé : %@.
ja: 完了したオフライン練習パック: %@。
ko: 완성된 오프라인 연습 팩: %@.
pt_br: Pacote de prática offline concluído: %@.
ru: Завершенный пакет офлайн-практических занятий: %@.
vi: Đã hoàn thành gói thực hành ngoại tuyến: %@.
zh_hans: 已完成离线练习包：%@。
zh_hant: 已完成離線練習包：%@。

source: Completed the guided five-minute warm-up.
ar: أكمل عملية الإحماء الموجهة لمدة خمس دقائق.
de: Das geführte fünfminütige Aufwärmen abgeschlossen.
es: Completó el calentamiento guiado de cinco minutos.
fr: Vous avez terminé l'échauffement guidé de cinq minutes.
ja: ガイド付きの 5 分間のウォームアップを完了しました。
ko: 안내된 5분 워밍업을 완료했습니다.
pt_br: Concluiu o aquecimento guiado de cinco minutos.
ru: Завершил управляемую пятиминутную разминку.
vi: Đã hoàn thành phần khởi động kéo dài 5 phút theo hướng dẫn.
zh_hans: 完成指导下的五分钟热身。
zh_hant: 完成指導下的五分鐘暖身。

source: Confirm %@
ar: تأكيد %@
de: Bestätigen %@
es: Confirmar %@
fr: Confirmez %@
ja: %@を確認してください
ko: %@ 확인
pt_br: Confirmar %@
ru: Подтвердите %@
vi: Xác nhận %@
zh_hans: 确认%@
zh_hant: 確認%@

source: Contact the teacher, director, or organization that provided BrassTune access.
ar: تواصل مع المعلم أو المدير أو المؤسسة التي وفرت لك إمكانية الوصول إلى BrassTune.
de: Wenden Sie sich an die Lehrkraft, Leitung oder Organisation, die den Zugang zu BrassTune bereitgestellt hat.
es: Contacta al profesor, director u organización que proporcionó acceso a BrassTune.
fr: Contactez l’enseignant, le directeur ou l’organisation qui vous a donné accès à BrassTune.
ja: BrassTune へのアクセスを提供した先生、指揮者、または組織に連絡してください。
ko: BrassTune 접근 권한을 제공한 교사, 지휘자 또는 기관에 문의하세요.
pt_br: Entre em contato com o professor, diretor ou organização que forneceu acesso ao BrassTune.
ru: Свяжитесь с педагогом, руководителем или организацией, предоставившей доступ к BrassTune.
vi: Liên hệ giáo viên, nhạc trưởng hoặc tổ chức đã cung cấp quyền truy cập BrassTune.
zh_hans: 请联系为你提供 BrassTune 访问权限的教师、指挥或组织。
zh_hant: 請聯絡為你提供 BrassTune 存取權限的教師、指揮或組織。

source: Continue as guest
ar: المتابعة كضيف
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu’invité
ja: ゲストとして続ける
ko: 게스트로 계속
pt_br: Continuar como convidado
ru: Продолжить как гость
vi: Tiếp tục với tư cách khách
zh_hans: 以访客身份继续
zh_hant: 以訪客身分繼續

source: Continue to Tuner
ar: المتابعة إلى الموالف
de: Weiter zum Stimmgerät
es: Continuar al afinador
fr: Continuer vers l’accordeur
ja: チューナーへ進む
ko: 튜너로 계속
pt_br: Ir para o afinador
ru: Перейти к тюнеру
vi: Tiếp tục đến máy lên dây
zh_hans: 继续前往调音器
zh_hant: 繼續前往調音器

source: Contrast
ar: التباين
de: Kontrast
es: Contraste
fr: Contraste
ja: コントラスト
ko: 대비
pt_br: Contraste
ru: Контраст
vi: tương phản
zh_hans: 对比
zh_hant: 對比

source: Create a Play-Along exercise
ar: إنشاء تمرين عزف موجّه
de: Erstellen Sie eine Play-Along-Übung
es: Crear un ejercicio de acompañamiento
fr: Créer un exercice Play-Along
ja: Play-Along 練習曲を作成
ko: Play-Along 연습곡 만들기
pt_br: Crie um exercício Play-Along
ru: Создать упражнение Play-Along
vi: Tạo bài luyện tập Play-Along
zh_hans: 创建 Play-Along 练习曲
zh_hant: 建立 Play-Along 練習曲

source: Create account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
ja: アカウントを作成
ko: 계정 만들기
pt_br: Criar conta
ru: Создать аккаунт
vi: Tạo tài khoản
zh_hans: 创建账户
zh_hant: 建立帳戶

source: Crop
ar: اقتصاص
de: Zuschneiden
es: Recortar
fr: Recadrer
ja: トリミング
ko: 자르기
pt_br: Recortar
ru: Обрезать
vi: Cắt
zh_hans: 裁剪
zh_hant: 裁切

source: current note
ar: النغمة الحالية
de: aktuelle Note
es: nota actual
fr: note actuelle
ja: 現在の音
ko: 현재 음
pt_br: nota atual
ru: текущая нота
vi: nốt hiện tại
zh_hans: 当前音符
zh_hant: 目前音符

source: D major scale
ar: سلم D الكبير
de: D-Dur-Tonleiter
es: Escala de D mayor
fr: Gamme de D majeur
ja: Dメジャースケール
ko: D 장음계
pt_br: Escala de D maior
ru: Мажорная гамма D
vi: Gam trưởng D
zh_hans: D 大调音阶
zh_hant: D 大調音階

source: D natural minor scale
ar: سلم D الصغير الطبيعي
de: D-Moll-Tonleiter (natürlich)
es: Escala de D menor natural
fr: Gamme de D mineur naturel
ja: Dナチュラルマイナースケール
ko: D 자연단음계
pt_br: Escala de D menor natural
ru: Натуральная минорная гамма D
vi: Gam thứ tự nhiên D
zh_hans: D 自然小调音阶
zh_hant: D 自然小調音階

source: D♭ major scale
ar: سلم D♭ الكبير
de: D♭-Dur-Tonleiter
es: Escala de D♭ mayor
fr: Gamme de D♭ majeur
ja: D♭メジャースケール
ko: D♭ 장음계
pt_br: Escala de D♭ maior
ru: Мажорная гамма D♭
vi: Gam trưởng D♭
zh_hans: D♭ 大调音阶
zh_hant: D♭ 大調音階

source: Daily foundations
ar: أساسيات يومية
de: Tägliche Grundlagen
es: Fundamentos diarios
fr: Fondamentaux quotidiens
ja: 毎日の基礎練習
ko: 매일 기초 연습
pt_br: Fundamentos diários
ru: Ежедневные основы
vi: Nền tảng hằng ngày
zh_hans: 每日基础练习
zh_hant: 每日基礎練習

source: Decrease tempo
ar: خفض الإيقاع
de: Tempo verringern
es: Disminuir el ritmo
fr: Diminuer le tempo
ja: テンポを下げる
ko: 템포 줄이기
pt_br: Diminuir o andamento
ru: Уменьшить темп
vi: Giảm nhịp độ
zh_hans: 降低节奏
zh_hant: 降低節奏

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
pt_br: Excluir conta
ru: Удалить аккаунт
vi: Xóa tài khoản
zh_hans: 删除账户
zh_hant: 刪除帳戶

source: Delete local score
ar: حذف النوتة الموسيقية المحلية
de: Lokale Noten löschen
es: Eliminar partitura local
fr: Supprimer une partition locale
ja: ローカルの楽譜を削除する
ko: 로컬 악보 삭제
pt_br: Excluir partituras locais
ru: Удалить локальные ноты
vi: Xóa bản nhạc cục bộ
zh_hans: 删除本地乐谱
zh_hant: 刪除本地樂譜

source: Delete note %@
ar: حذف النغمة %@
de: Note %@ löschen
es: Eliminar nota %@
fr: Supprimer la note %@
ja: 音符 %@ を削除
ko: 음표 %@ 삭제
pt_br: Excluir nota %@
ru: Удалить ноту %@
vi: Xóa nốt %@
zh_hans: 删除音符 %@
zh_hant: 刪除音符 %@

source: Delete practice data
ar: حذف بيانات الممارسة
de: Übungsdaten löschen
es: Eliminar datos de práctica
fr: Supprimer les données de pratique
ja: 練習データを削除する
ko: 연습 데이터 삭제
pt_br: Excluir dados de prática
ru: Удалить данные практики
vi: Xóa dữ liệu thực hành
zh_hans: 删除练习数据
zh_hant: 刪除練習數據

source: Delete practice data?
ar: هل تريد حذف بيانات التدريب؟
de: Übungsdaten löschen?
es: ¿Eliminar datos de práctica?
fr: Supprimer les données d'entraînement ?
ja: 練習データを削除しますか?
ko: 연습 데이터를 삭제하시겠습니까?
pt_br: Excluir dados de prática?
ru: Удалить данные практики?
vi: Xóa dữ liệu thực hành?
zh_hans: 删除练习数据？
zh_hant: 刪除練習資料？

source: Delete recording
ar: حذف التسجيل
de: Aufnahme löschen
es: Eliminar grabación
fr: Supprimer l'enregistrement
ja: 録音の削除
ko: 녹음 삭제
pt_br: Excluir gravação
ru: Удалить запись
vi: Xóa bản ghi
zh_hans: 删除录音
zh_hant: 刪除錄音

source: Delete reflection
ar: حذف تأمل التدريب
de: Übungsreflexion löschen
es: Eliminar reflexión de práctica
fr: Supprimer la réflexion de séance
ja: 練習の振り返りを削除
ko: 연습 소감 삭제
pt_br: Excluir reflexão da prática
ru: Удалить заметку о занятии
vi: Xóa cảm nhận buổi tập
zh_hans: 删除练习心得
zh_hant: 刪除練習心得

source: Delete this local score?
ar: هل تريد حذف هذه النوتة الموسيقية المحلية؟
de: Diese lokalen Noten löschen?
es: ¿Eliminar esta partitura local?
fr: Supprimer cette partition locale ?
ja: このローカル楽譜を削除しますか?
ko: 이 로컬 악보를 삭제하시겠습니까?
pt_br: Excluir esta partitura local?
ru: Удалить эти местные ноты?
vi: Xóa bản nhạc cục bộ này?
zh_hans: 删除这个本地乐谱吗？
zh_hant: 刪除這個本地樂譜嗎？

source: Delete this recording?
ar: هل تريد حذف هذا التسجيل؟
de: Diese Aufnahme löschen?
es: ¿Eliminar esta grabación?
fr: Supprimer cet enregistrement ?
ja: この録音を削除しますか?
ko: 이 녹음을 삭제하시겠습니까?
pt_br: Excluir esta gravação?
ru: Удалить эту запись?
vi: Xóa bản ghi này?
zh_hans: 删除这段录音吗？
zh_hant: 刪除這段錄音嗎？

source: Delete your account?
ar: هل تريد حذف حسابك؟
de: Dein Konto löschen?
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte ?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
pt_br: Excluir sua conta?
ru: Удалить ваш аккаунт?
vi: Xóa tài khoản của bạn?
zh_hans: 删除你的账户？
zh_hant: 刪除你的帳戶？

source: Deleting your account also removes practice history and sheet music saved on this device.
ar: يؤدي حذف حسابك أيضًا إلى إزالة سجل التدريبات والنوتات الموسيقية المحفوظة على هذا الجهاز.
de: Durch das Löschen Ihres Kontos werden auch der Übungsverlauf und die auf diesem Gerät gespeicherten Noten gelöscht.
es: Al eliminar tu cuenta también se elimina el historial de práctica y las partituras guardadas en este dispositivo.
fr: La suppression de votre compte supprime également l'historique des entraînements et les partitions enregistrées sur cet appareil.
ja: アカウントを削除すると、本機に保存されている練習履歴や楽譜も削除されます。
ko: 계정을 삭제하면 이 기기에 저장된 연습 기록과 악보도 제거됩니다.
pt_br: Excluir sua conta também remove o histórico de treinos e as partituras salvas neste dispositivo.
ru: Удаление вашей учетной записи также приведет к удалению истории тренировок и нот, сохраненных на этом устройстве.
vi: Việc xóa tài khoản của bạn cũng sẽ xóa lịch sử luyện tập và bản nhạc được lưu trên thiết bị này.
zh_hans: 删除您的帐户还会删除此设备上保存的练习历史记录和乐谱。
zh_hant: 刪除您的帳戶也會刪除此裝置上已儲存的練習記錄和樂譜。

source: Details
ar: التفاصيل
de: Einzelheiten
es: Detalles
fr: Détails
ja: 詳細
ko: 세부정보
pt_br: Detalhes
ru: Подробности
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

source: Deutsch
ar: الألمانية
es: alemán
fr: Allemand
ja: ドイツ語
ko: 독일어
pt_br: Alemão
ru: немецкий
vi: tiếng Đức
zh_hans: 德语
zh_hant: 德文

source: Done
ar: تم
de: Fertig
es: hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Down
ar: أسفل
de: Runter
es: abajo
fr: Vers le bas
ja: ダウン
ko: 아래로
pt_br: Para baixo
ru: Вниз
vi: xuống
zh_hans: 向下
zh_hant: 向下

source: Drone and interval tuning
ar: ضبط النغمة المستمرة والفواصل
de: Bordun- und Intervallstimmung
es: Afinación con nota pedal e intervalos
fr: Accord avec bourdon et intervalles
ja: ドローンと音程のチューニング
ko: 드론과 음정 조율
pt_br: Afinação com bordão e intervalos
ru: Настройка по бурдону и интервалам
vi: Lên dây với âm nền kéo dài và quãng
zh_hans: 持续音与音程调音
zh_hant: 持續音與音程調音

source: Drone and intervals
ar: النغمة المستمرة والفواصل الموسيقية
de: Bordun und Intervalle
es: Nota pedal e intervalos
fr: Bourdon et intervalles
ja: ドローンと音程
ko: 드론과 음정
pt_br: Bordão e intervalos
ru: Бурдон и интервалы
vi: Âm nền kéo dài và quãng
zh_hans: 持续音与音程
zh_hant: 持續音與音程

source: E major scale
ar: سلم E الكبير
de: E-Dur-Tonleiter
es: Escala de E mayor
fr: Gamme de E majeur
ja: Eメジャースケール
ko: E 장음계
pt_br: Escala de E maior
ru: Мажорная гамма E
vi: Gam trưởng E
zh_hans: E 大调音阶
zh_hant: E 大調音階

source: E natural minor scale
ar: سلم E الصغير الطبيعي
de: E-Moll-Tonleiter (natürlich)
es: Escala de E menor natural
fr: Gamme de E mineur naturel
ja: Eナチュラルマイナースケール
ko: E 자연단음계
pt_br: Escala de E menor natural
ru: Натуральная минорная гамма E
vi: Gam thứ tự nhiên E
zh_hans: E 自然小调音阶
zh_hant: E 自然小調音階

source: E♭ major scale
ar: سلم E♭ الكبير
de: E♭-Dur-Tonleiter
es: Escala de E♭ mayor
fr: Gamme de E♭ majeur
ja: E♭メジャースケール
ko: E♭ 장음계
pt_br: Escala de E♭ maior
ru: Мажорная гамма E♭
vi: Gam trưởng E♭
zh_hans: E♭ 大调音阶
zh_hant: E♭ 大調音階

source: E♭ natural minor scale
ar: سلم E♭ الصغير الطبيعي
de: E♭-Moll-Tonleiter (natürlich)
es: Escala de E♭ menor natural
fr: Gamme de E♭ mineur naturel
ja: E♭ナチュラルマイナースケール
ko: E♭ 자연단음계
pt_br: Escala de E♭ menor natural
ru: Натуральная минорная гамма E♭
vi: Gam thứ tự nhiên E♭
zh_hans: E♭ 自然小调音阶
zh_hant: E♭ 自然小調音階

source: Each pack is stored in the app and opens one focused block at a time. No account or network is required.
ar: يتم تخزين كل حزمة في التطبيق وتفتح كتلة واحدة مركزة في كل مرة. لا يوجد حساب أو شبكة مطلوبة.
de: Jedes Paket wird in der App gespeichert und öffnet jeweils einen fokussierten Block. Es ist kein Konto oder Netzwerk erforderlich.
es: Cada paquete se almacena en la aplicación y abre un bloque enfocado a la vez. No se requiere cuenta ni red.
fr: Chaque pack est stocké dans l'application et ouvre un bloc ciblé à la fois. Aucun compte ou réseau n'est requis.
ja: 各パックはアプリに保存され、フォーカスされたブロックを一度に 1 つずつ開きます。アカウントやネットワークは必要ありません。
ko: 각 팩은 앱에 저장되며 한 번에 하나의 집중된 블록을 엽니다. 계정이나 네트워크가 필요하지 않습니다.
pt_br: Cada pacote é armazenado no aplicativo e abre um bloco específico por vez. Nenhuma conta ou rede é necessária.
ru: Каждый пакет хранится в приложении и открывает по одному блоку за раз. Никакая учетная запись или сеть не требуется.
vi: Mỗi gói được lưu trữ trong ứng dụng và mở một khối tập trung tại một thời điểm. Không cần tài khoản hoặc mạng.
zh_hans: 每个包都存储在应用程序中，并一次打开一个焦点块。无需帐户或网络。
zh_hant: 每個包都儲存在應用程式中，並一次打開一個焦點區塊。無需帳戶或網路。

source: Easy breaths
ar: أنفاس سهلة
de: Leichte Atemzüge
es: respiraciones fáciles
fr: Respirations faciles
ja: 楽な呼吸
ko: 편안한 호흡
pt_br: Respirações fáceis
ru: Легкое дыхание
vi: Hơi thở dễ dàng
zh_hans: 轻松呼吸
zh_hant: 輕鬆呼吸

source: Easy scale
ar: سلم موسيقي سهل
de: Einfache Tonleiter
es: Escala fácil
fr: Gamme facile
ja: 簡単な音階
ko: 쉬운 음계
pt_br: Escala fácil
ru: Простая гамма
vi: Gam dễ
zh_hans: 简单音阶
zh_hant: 簡易音階

source: Eighth
ar: نغمة ثمنية
de: Achtelnote
es: Corchea
fr: Croche
ja: 8分音符
ko: 8분음표
pt_br: Colcheia
ru: Восьмая нота
vi: Nốt móc đơn
zh_hans: 八分音符
zh_hant: 八分音符

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Courriel
ja: 電子メール
ko: 이메일
ru: электронная почта
zh_hans: 电子邮件
zh_hant: 電子郵件

source: End pack
ar: حزمة النهاية
de: Endpaket
es: Paquete final
fr: Pack final
ja: エンドパック
ko: 엔드팩
pt_br: Pacote final
ru: Конечная упаковка
vi: Gói cuối
zh_hans: 结束包
zh_hant: 結束包

source: End this pack
ar: إنهاء هذه الحزمة
de: Beende dieses Paket
es: Terminar este paquete
fr: Terminez ce pack
ja: このパックを終了する
ko: 이 팩을 종료하세요
pt_br: Terminar este pacote
ru: Завершить этот пакет
vi: Kết thúc gói này
zh_hans: 结束这个包
zh_hant: 結束這個包

source: End this practice pack?
ar: هل تريد إنهاء حزمة التدريب هذه؟
de: Dieses Übungspaket beenden?
es: ¿Terminar este paquete de práctica?
fr: Mettre fin à ce pack d'entraînement ?
ja: この練習パックを終了しますか?
ko: 이 연습 팩을 종료하시겠습니까?
pt_br: Terminar este pacote de prática?
ru: Закончить этот тренировочный пакет?
vi: Kết thúc gói thực hành này?
zh_hans: 结束这个练习包吗？
zh_hant: 結束這個練習包嗎？

source: English
ar: الإنجليزية
de: Englisch
es: ingles
fr: Anglais
ja: 英語
ko: 영어
pt_br: Inglês
ru: английский
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英語

source: Enhance
ar: تعزيز
de: Verbessern
es: mejorar
fr: Améliorer
ja: 強化する
ko: 강화
pt_br: Melhorar
ru: Улучшить
vi: nâng cao
zh_hans: 增强
zh_hant: 增強

source: Enter the 4-16 character class code from your teacher.
ar: أدخل رمز الصف المكوّن من 4 إلى 16 حرفًا من معلمك.
de: Geben Sie den 4-16-stelligen Klassencode Ihres Lehrers ein.
es: Ingrese el código de clase de 4 a 16 caracteres que le proporcionó su maestro.
fr: Entrez le code de classe de 4 à 16 caractères fourni par votre professeur.
ja: 教師から提供された 4 ～ 16 文字のクラス コードを入力します。
ko: 선생님이 알려준 4~16자의 클래스 코드를 입력하세요.
pt_br: Digite o código da turma de 4 a 16 caracteres do seu professor.
ru: Введите код класса из 4–16 символов, полученный от вашего учителя.
vi: Nhập mã lớp 4-16 ký tự từ giáo viên của bạn.
zh_hans: 输入老师提供的 4-16 个字符的班级代码。
zh_hant: 輸入老師提供的 4-16 個字元的班級代碼。

source: Enter the code your teacher shared.
ar: أدخل الرمز الذي شاركه معلمك.
de: Geben Sie den Code ein, den Ihr Lehrer Ihnen mitgeteilt hat.
es: Ingresa el código que te compartió tu maestro.
fr: Entrez le code partagé par votre professeur.
ja: 教師が共有したコードを入力します。
ko: 선생님이 공유한 코드를 입력하세요.
pt_br: Digite o código que seu professor compartilhou.
ru: Введите код, которым поделился ваш учитель.
vi: Nhập mã mà giáo viên của bạn đã chia sẻ.
zh_hans: 输入老师分享的代码。
zh_hant: 輸入老師分享的代碼。

source: Español
ar: الاسبانية
de: Spanisch
fr: espagnol
ja: スペイン語
ko: 스페인어
pt_br: Espanhol
ru: испанский
vi: tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙語

source: Euphonium
ar: بوق
es: Bombardino
ja: ユーフォニアム
ko: 유포늄
pt_br: Eufônio
ru: Эуфониум
zh_hans: 上低音号
zh_hant: 上低音號

source: Exercise
ar: تمرين
de: Übung
es: ejercicio
fr: Exercice
ja: 練習曲
ko: 연습곡
pt_br: Exercício
ru: Упражнение
vi: Bài luyện tập
zh_hans: 练习曲
zh_hant: 練習曲

source: Exercise builder
ar: منشئ التمرين
de: Übungsbauer
es: constructor de ejercicios
fr: Constructeur d'exercices
ja: 練習曲ビルダー
ko: 연습곡 만들기
pt_br: Construtor de exercícios
ru: Конструктор упражнений
vi: Trình tạo bài luyện tập
zh_hans: 练习曲创建器
zh_hant: 練習曲建立器

source: Exercise complete
ar: اكتمل التمرين
de: Übung abgeschlossen
es: Ejercicio completo
fr: Exercice terminé
ja: 練習曲完了
ko: 연습곡 완료
pt_br: Exercício concluído
ru: Упражнение завершено
vi: Hoàn thành bài luyện tập
zh_hans: 练习曲完成
zh_hant: 練習曲完成

source: Exercise complete. Your results are ready.
ar: اكتمل التمرين. نتائجك جاهزة.
de: Übung abgeschlossen. Ihre Ergebnisse sind fertig.
es: Ejercicio completo. Tus resultados están listos.
fr: Exercice terminé. Vos résultats sont prêts.
ja: 練習曲が完了しました。結果を確認できます。
ko: 연습곡을 완료했습니다. 결과를 확인할 수 있습니다.
pt_br: Exercício concluído. Seus resultados estão prontos.
ru: Упражнение завершено. Ваши результаты готовы.
vi: Đã hoàn thành bài luyện tập. Kết quả đã sẵn sàng.
zh_hans: 练习曲已完成，结果已就绪。
zh_hant: 練習曲已完成，結果已就緒。

source: Exercise name
ar: اسم التمرين
de: Übungsname
es: Nombre del ejercicio
fr: Nom de l'exercice
ja: 練習曲名
ko: 연습곡 이름
pt_br: Nome do exercício
ru: Название упражнения
vi: Tên bài luyện tập
zh_hans: 练习曲名称
zh_hant: 練習曲名稱

source: Exercise notes
ar: نغمات التمرين
de: Übungsnoten
es: Notas del ejercicio
fr: Notes de l’exercice
ja: 練習曲の音
ko: 연습곡 음
pt_br: Notas do exercício
ru: Ноты упражнения
vi: Các nốt của bài luyện tập
zh_hans: 练习曲音符
zh_hant: 練習曲音符

source: Export a copy or remove saved data.
ar: تصدير نسخة أو إزالة البيانات المحفوظة.
de: Exportieren Sie eine Kopie oder entfernen Sie gespeicherte Daten.
es: Exporte una copia o elimine los datos guardados.
fr: Exportez une copie ou supprimez les données enregistrées.
ja: コピーをエクスポートするか、保存されたデータを削除します。
ko: 복사본을 내보내거나 저장된 데이터를 제거하세요.
pt_br: Exporte uma cópia ou remova os dados salvos.
ru: Экспортируйте копию или удалите сохраненные данные.
vi: Xuất bản sao hoặc xóa dữ liệu đã lưu.
zh_hans: 导出副本或删除保存的数据。
zh_hant: 匯出副本或刪除已儲存的資料。

source: Export local data
ar: تصدير البيانات المحلية
de: Lokale Daten exportieren
es: Exportar datos locales
fr: Exporter les données locales
ja: ローカルデータを書き出す
ko: 로컬 데이터 내보내기
pt_br: Exportar dados locais
ru: Экспортировать локальные данные
vi: Xuất dữ liệu cục bộ
zh_hans: 导出本地数据
zh_hant: 匯出本機資料

source: Export metadata
ar: تصدير البيانات الوصفية
de: Metadaten exportieren
es: Exportar metadatos
fr: Exporter les métadonnées
ja: メタデータのエクスポート
ko: 메타데이터 내보내기
pt_br: Exportar metadados
ru: Экспортировать метаданные
vi: Xuất siêu dữ liệu
zh_hans: 导出元数据
zh_hant: 匯出元數據

source: F major scale
ar: سلم F الكبير
de: F-Dur-Tonleiter
es: Escala de F mayor
fr: Gamme de F majeur
ja: Fメジャースケール
ko: F 장음계
pt_br: Escala de F maior
ru: Мажорная гамма F
vi: Gam trưởng F
zh_hans: F 大调音阶
zh_hant: F 大調音階

source: F natural minor scale
ar: سلم F الصغير الطبيعي
de: F-Moll-Tonleiter (natürlich)
es: Escala de F menor natural
fr: Gamme de F mineur naturel
ja: Fナチュラルマイナースケール
ko: F 자연단음계
pt_br: Escala de F menor natural
ru: Натуральная минорная гамма F
vi: Gam thứ tự nhiên F
zh_hans: F 自然小调音阶
zh_hant: F 自然小調音階

source: F♯ major scale
ar: سلم F♯ الكبير
de: F♯-Dur-Tonleiter
es: Escala de F♯ mayor
fr: Gamme de F♯ majeur
ja: F♯メジャースケール
ko: F♯ 장음계
pt_br: Escala de F♯ maior
ru: Мажорная гамма F♯
vi: Gam trưởng F♯
zh_hans: F♯ 大调音阶
zh_hant: F♯ 大調音階

source: F♯ natural minor scale
ar: سلم F♯ الصغير الطبيعي
de: F♯-Moll-Tonleiter (natürlich)
es: Escala de F♯ menor natural
fr: Gamme de F♯ mineur naturel
ja: F♯ナチュラルマイナースケール
ko: F♯ 자연단음계
pt_br: Escala de F♯ menor natural
ru: Натуральная минорная гамма F♯
vi: Gam thứ tự nhiên F♯
zh_hans: F♯ 自然小调音阶
zh_hant: F♯ 自然小調音階

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
ru: Избранное
vi: Yêu thích
zh_hans: 收藏夹
zh_hant: 收藏夾

source: Files
ar: ملفات
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
vi: Tập tin
zh_hans: 文件
zh_hant: 文件

source: Files image
ar: صورة الملفات
de: Dateibild
es: Imagen de archivos
fr: Image des fichiers
ja: ファイルイメージ
ko: 파일 이미지
pt_br: Imagem de arquivos
ru: Файлы изображений
vi: Hình ảnh tập tin
zh_hans: 文件图像
zh_hant: 文件影像

source: Files PDF
ar: ملفات بي دي اف
de: Dateien PDF
es: Archivos PDF
fr: Fichiers PDF
ja: ファイルPDF
ko: 파일 PDF
pt_br: Arquivos PDF
ru: Файлы PDF
vi: Tập tin PDF
zh_hans: 文件 PDF
zh_hant: 文件 PDF

source: Find the center
ar: اعثر على المركز
de: Finde die Mitte
es: Encuentra el centro
fr: Trouvez le centre
ja: 中心に合わせる
ko: 음정 중심 맞추기
pt_br: Encontre o centro
ru: Найдите центр
vi: Tìm điểm giữa
zh_hans: 找准音高
zh_hant: 對準音高中心

source: Finish
ar: إنهاء
de: Fertig
es: terminar
fr: Terminer
ja: 終了
ko: 마침
pt_br: Concluir
ru: Готово
vi: Kết thúc
zh_hans: 完成
zh_hant: 完成

source: Finish with a slow C major scale.
ar: اختتم بعزف سلم دو الكبير ببطء.
de: Schließen Sie mit einer langsamen C-Dur-Tonleiter ab.
es: Termina con una escala lenta de do mayor.
fr: Terminez par une gamme lente de do majeur.
ja: ゆっくりとCメジャースケールを演奏して終えます。
ko: 천천히 C장조 음계를 연주하며 마무리하세요.
pt_br: Termine com uma escala lenta de dó maior.
ru: Завершите медленной гаммой до мажор.
vi: Kết thúc bằng gam Đô trưởng chậm.
zh_hans: 最后慢速演奏 C 大调音阶。
zh_hant: 最後慢速演奏 C 大調音階。

source: Finish with one slow scale at an even volume.
ar: اختتم بعزف سلم موسيقي بطيء واحد بمستوى صوت متساوٍ.
de: Schließen Sie mit einer langsamen Tonleiter bei gleichmäßiger Lautstärke ab.
es: Termina con una escala lenta a un volumen uniforme.
fr: Terminez par une gamme lente à volume régulier.
ja: 一定の音量でゆっくりと音階を1回演奏して終えます。
ko: 일정한 음량으로 천천히 음계를 한 번 연주하며 마무리하세요.
pt_br: Termine com uma escala lenta em volume uniforme.
ru: Завершите одной медленной гаммой с ровной громкостью.
vi: Kết thúc bằng một gam chậm với âm lượng đều.
zh_hans: 最后以均匀音量慢速演奏一遍音阶。
zh_hant: 最後以均勻音量慢速演奏一遍音階。

source: Flat
ar: منخفض
de: Zu tief
es: Bajo
fr: Trop bas
ja: 低い
ko: 낮음
pt_br: Baixo
ru: Ниже
vi: Thấp
zh_hans: 偏低
zh_hant: 偏低

source: Focus measures
ar: الموازير المستهدفة
de: Fokustakte
es: Compases de enfoque
fr: Mesures à travailler
ja: 重点小節
ko: 집중 마디
pt_br: Compassos de foco
ru: Такты для работы
vi: Ô nhịp trọng tâm
zh_hans: 重点小节
zh_hant: 重點小節

source: Focused practice
ar: الممارسة المركزة
de: Konzentriertes Üben
es: Práctica enfocada
fr: Pratique ciblée
ja: 集中した練習
ko: 집중 연습
pt_br: Prática focada
ru: Целенаправленная практика
vi: Thực hành tập trung
zh_hans: 集中练习
zh_hant: 集中練習
